Repository: Modern-CAD/Vault-Thunderdome
Catalog: Thunderdome/ExtensionRes.*.resx
Languages: de

# Category_DataStandardCustomizations
source: Data Standard Customizations
de: Data Standard Anpassungen

# Category_VaultFoldersCustomizations
source: Vault Folders
de: Vault Ordner

# ConfigFilesController_ConfigurationFiles
source: Configuration Files
de: Konfigurations-Dateien

# ConfigFilesController_FilterConfiguration
source: Filter Configuration
de: Filter-Einstellungen

# ConfigFilesController_GrdiConfiguration
source: Grid Configuration
de: Raster-Einstellungen

# ConfigFilesController_GridState
source: Grid State
de: Raster-Status

# ConfigFilesController_Shortcuts
source: Shortcuts
de: Verknüpfungen

# ConfigFilesController_ViewStyles
source: View Styles
de: Ansichten-Einstellungen

# ConfigFilesController_WorkingFolders
source: Working Folders
de: Arbeitsordner

# DataStandardController_0_LocalizationStrings
source: {0} (localization strings)
de: {0} (lokalisierte Meldungen)

# DecoController_DecoFiles
source: DECO Files
de: DECO-Dateien

# DecoController_DecoFile_0
source: Deco File: {0}
de: Deco Datei: {0}

# DecoController_DecoSettings
source: DECO settings
de: DECO-Einstellungen

# DeploymentContainerExceptionMessage
source: Unable to collect info for deployment package
de: Informationen für die Erstellung der Verteilung konnten nicht ermittelt werden

source: Error
de: Fehler

source: Info
de: Information

# MoveOperationsExceptionMessage
source: Unable to configure file moving operations
de: Dateien für das Kopieren konnten nicht ermittelt oder abgerufen werden

# SavedSearchesController_SavedSearches
source: Saved Searches
de: Gespeicherte-Suchen

# SavedSearchesController_SavedSearch_0
source: Saved Search: {0}
de: Gespeicherte-Suchen: {0}

# ThunderdomeExplorerExtension_BackupCmdExecute_UnableToCreateBackup_0
source: Unable to create backup: {0}
de: Sicherung konnte nicht erstellt werden: {0}

# ThunderdomeExplorerExtension_BackupCompleted
source: Backup completed.
de: Sicherung abgeschlossen.

# ThunderdomeExplorerExtension_BackupFolder_0_DoesNotExist
source: Folder {0} does not exist
de: Ordner {0} existiert nicht

# ThunderdomeExplorerExtension_BackupVaultSettings
source: Backup Vault Settings
de: Backup der Vault Einstellungen

# ThunderdomeExplorerExtension_Backup_BackupVaultUserSettings
source: Backup Vault User Settings
de: Sicherung der Vault-Einstellungen

# ThunderdomeExplorerExtension_Backup_ErrorUnknownVaultProduct
source: Unknown Vault product
de: Unbekante Vault Client Version

# ThunderdomeExplorerExtension_CommandSites_BackupCommand
source: Backup your Vault settings
de: Sicherung der Vault Client Einstellungen

# ThunderdomeExplorerExtension_CommandSites_ConfigureationCommandDescription
source: Decide which components to push to Vault users
de: Festlegung der Vault Client Komponenten die an andere Anwender verteilt werden

# ThunderdomeExplorerExtension_CommandSites_DeployCommandDescription
source: Select deployments to apply on your PC
de: Selektieren einer Verteilung für diesen PC

# ThunderdomeExplorerExtension_ConfigureationCommand
source: Create Deployment
de: Deployments verwalten...

# ThunderdomeExplorerExtension_ConfigureThunderdome_DeploymentCreated
source: Deployment Created
de: Verteilung wurde erstellt

# ThunderdomeExplorerExtension_ConfigureThunderdome_DeploymentNameUsed
source: The name '{0}' is already used.
de: Der Name '{0}' ist bereits für eine Verteilung in Verwendung.

# ThunderdomeExplorerExtension_ConfigureThunderdome_DeploymentNameUsedForDefault
source: The name '{newDeploymentName}' is already used as the default deployment name.
de: Der Name '{newDeploymentName}' ist für die Standard-Verteilung in Verwendung.

# ThunderdomeExplorerExtension_ConfigureThunderdome_InvalidDeploymentFolderDefined
source: Invalid deployment folder
de: Ungültiger Ordner zur Ablage der Verteilung

# ThunderdomeExplorerExtension_ConfigureThunderdome_NoDeploymentFolderDefined
source: You must provide a value for the deployment Folde
de: Es muss ein Ordner zur Ablage der Verteilung festgelegt werden!

# ThunderdomeExplorerExtension_ConfigureThunderdome_NoFolderSelected
source: No folder selected.
de: Kein Ordner festgelegt.

# ThunderdomeExplorerExtension_ConfigureThunderdome_OnlyAdminCanUseThisFunction
source: Only Configuration Administrators can use this function
de: Nur Konfigurations-Administratoren können diese Funktion nutzen!

# ThunderdomeExplorerExtension_ConfigureThunderdome_PendingDeployment
source: There is a pending deployment. Please close Vault Client.
de: Verteilung wird nun gestartet. Bitte beenden Sie die Anwendung Vault Client.

# ThunderdomeExplorerExtension_DeployCmdExecute_UnableToDeploy_0
source: Unable to apply the deployment: {0}
de: Verteilung konnte nicht installiert werden: {0}

# ThunderdomeExplorerExtension_DeployCommand
source: Deploy
de: Verteilung...

# ThunderdomeExplorerExtension_DisplayResultMessage_ExitRequired
source: Exit required
de: Vault Client beenden!

source: Following configurations have not been set up properly and will not be fully applied:
de: Die folgenden Konfigurationen wurden nicht korrekt erstellt und können daher nicht ausgeführt werden:

# ThunderdomeExplorerExtension_DisplayResultMessage_UpdatesDownloaded
source: Updates downloaded. You need exit the Vault client to complete the update process. The Vault Client will restart when the update is complete.
de: Aktuelle Verteilung aus dem Vault geladen. Bitte beenden Sie den Vault Client damit die Aktualisierung abgeschlossen werden kann. Der Vault Client wird nach der Aktualisierung automatisch gestartet.

# ThunderdomeExplorerExtension_OnLogOn_ThunderdomeCouldNotUpdate
source: Thunderdome could not successfully execute configuration update.
de: Thunderdome konnte die Aktualisierung der Konfiguration nicht korrekt ausführen!

# ThunderdomeExplorerExtension_OnShutdow_CouldNotTriggerDeployment
source: Thunderdome could not trigger configuration deployment. Try starting deploy.exe manually.
de: Thunderdome konnte die automatische Verteilung nicht ausführen. Bitte versuchen Sie das Program deploy.exe zu Starten.

# VaultUtil_ThunderdomeDeployment
source: Thunderdome deployment
de: Thunderdome Verteilung

# ThunderdomeExplorerExtension_ConfigureThunderdome_InvalidDeploymentNmae
source: The deployment name is invalid
de: Der Name für die Verteilung ist ungültig

# ThunderdomeExplorerExtension_MappedFolderNotExist
source: Mapped Folder '{0}' doesn't exist.
de: Der verknüpfte Ordner '{0}' existiert nicht.

# ThunderdomeExplorerExtension_PopUpCustomDeploymentUpdatesAvailable
source: These custom deployments have recently been updated on the server. Please apply these deployments manually on your computer:
de: Diese zusätzlichen Deployments wurden am Server aktualisiert. Bitte übernehmen Sie diese Einstellungen auf Ihrem Computer:

# ThunderdomeExplorerExtension_ForceDeploymentUpdate
source: Do you want to update the content of the active deployment with the latest file version ?
de: Wollen Sie den Inhalt der aktiven Verteilung mit den spätesten(letzten) Dateiversionen aktualisieren?
